"MenuTitle" = "HP LaserJet Professional Utility";

"Cleaning Page" = "Rensningsside";
"Demo Page" = "Demoside";
"Configuration Page" = "Konfigurationsside";
"Supply Status Page" = "Statusside for forbrugsvarer";
"Print Information Pages" = "Udskriv oplysningssider";

"OK" = "OK";
"Cancel" = "Annuller";
"Quiet Mode" = "Tilstanden Lydløs";
"Enable" = "Aktivér";
"Disable" = "Deaktiver";
"HTML Config..." = "HTML-konfigurering...";

"After 1 minute" = "Efter 1 minut";

"After 5 minutes" = "Efter 5 minutter";

"After 15 minutes" = "Efter 15 minutter";

"After 30 minutes" = "Efter 30 minutter";

"After 1 hour" = "Efter 1 time";

"After 2 hours" = "Efter 2 timer";

"Never" = "Aldrig";


"1 minute" = "1 minut";

"5 minutes" = "5 minutter";

"15 minutes" = "15 minutter";

"30 minutes" = "30 minutter";

"1 hour" = "1 time";

"2 hours" = "2 timer";

"4 hours" = "4 timer";

"8 hours" = "8 timer";

"24 hours" = "24 timer";

"EcoSMART" = "EcoSMART";

"sleep after" = "Sleep efter:";

"Auto Off after:" = "Auto-sluk efter:";

"Language" = "DANISH";

"CleaningPagePanelLabel" = "HP LaserJet rensningsprogrammet anvendes til at fjerne overflødige papir- og tonerpartikler, som kan samle sig på fikseringsenhed og valser. Funktionen forlænger dermed printerens levetid.\nFølg disse trin for at starte rensningsprocessen:\n1. Kontrollér, at enheden er inaktiv og at Klar-indikatoren lyser\n2. Ilæg overhead-transparenter eller kopipapir (18lb-24lb eller 70g/m²-90g/m²)med glat overflade i Bakke 1\n3. Tryk på OK for at starte rensningen\nBemærk: Rensningsprocessen tager cirka 3 minutter fra start til slut.";
